export const cabinet__cards = [
    {id:1,title:`Миттєвий доступ до ваших повідомлень`,text:`Ви завжди можете перевірити статус та інформацію про ваші поточні та минулі перевезення. Немає потреби дзвонити або писати електронні листи — вся необхідна інформація на ваших пальцях.`},
    {id:2,title:`Онлайн повідомлення`,text:`Отримуйте повідомлення щодо актуальних завдань та оновлень негайно. Тепер ви завжди будете в курсі щодо змін та потреб вашого вантажу.`},
    {id:3,title:`Документація`,text:`Відразу перевіряйте статус оплати та документи, пов'язані з вашими перевезеннями. Забудьте про некомплектність документів — ми завжди надамо вам повну інформацію.`},
    {id:4,title:`Легкість та Зручність`,text:`Наш особистий кабінет створений з урахуванням вашого комфорту та зручності. Він інтуїтивно зрозумілий та легко використовується навіть для початківців.`},

]