import ukrainePhoto from '../assets/images/services/ukraine.jpg'
import internationalPhoto from '../assets/images/services/international.jpg'
import adrPhoto from '../assets/images/services/adr.jpg'
import zbirPhoto from '../assets/images/services/zbir.jpg'
import containerPhoto from '../assets/images/services/container.jpg'
import orendaPhoto from '../assets/images/services/orenda.jpg'



export const services_data = [
    {title:`Перевезення товарів по території України`,
    text:`ІСТ-Захід — провідна компанія з перевезення товарів по Україні (крім тимчасово окупованих територій). Пропонуємо ефективні та індивідуальні рішення для безпечного доставлення вантажу. Незалежно від обсягу чи типу товару — гарантуємо надійність та швидкість транспортування.`,img:ukrainePhoto,link:'/ukraine-cargo'},
    {title:`Міжнародні вантажні перевезення`,text:`ІСТ-Захід — надійний партнер у міжнародних вантажних перевезеннях. Пропонуємо найефективніші рішення для транспортування товарів по всьому світу. Знаємо, як швидко та безпечно доставити ваш вантаж за вказаною адресою.`,img:internationalPhoto,link:'/international-cargo'},
    {title:`Перевезення негабаритних та небезпечних ADR Вантажів`,text:`ІСТ-Захід — багаторічний досвід у перевезенні негабаритних та небезпечних вантажів відповідно до стандартів ADR. Дотримуємося усіх вимог безпеки та норм законодавства. Знаємо, як впоратися із найскладнішими завданнями у сфері логістики.`,img:adrPhoto,link:'/adr-cargo'},
    {title:`Організація збірних вантажів`,text:`ІСТ-Захід — ефективна організація збірних вантажів. Вміємо оптимізувати транспортні ресурси та розумно заощадити на витратах. Створюємо логістичну систему для вчасної доставки ваших речей та товарів. `,img:zbirPhoto,link:'/collective-cargo'},
    {title:`Перевезення контейнерами`,text:`ІСТ-Захід — безпека та надійність доставки вантажів контейнерами. Організовуємо та контролюємо процес перевезення, щоб ваші товари прибували вчасно та неушкодженими.`,img:containerPhoto,link:'/container-cargo'},
    {title:`Оренда контейнерів`,text:`ІСТ-Захід — надійне зберігання ваших речей та товарів в контейнерах. Організовуємо як тимчасове, так і довготривале зберігання. Пропонуємо гнучкі умови оренди контейнерів під склад у Львові.`,img:orendaPhoto,link:'/container-storage'},
]