import img from '../assets/png/stages_icon.png'
export const carrier__data = [
    {id:1,text:`Звернення перевізника до нас, для отримання певної послуги, або ж звернення наше до перевізника з пропозицією співпраці.`,img:img},
    {id:2,text:`Проведення переговорів, надання ТЗ перевізнику`,img:img},
    {id:3,text:`Прорахунок вартості послуги перевізником, термінів виконанню, додаткових умов (або участь в тендері, якщо є така умова)`,img:img},
    {id:4,text:`Погодження з перевізником всіх нюансів замовлення.`,img:img},
    {id:5,text:`Обмін установчими документами, ознайомлення з драфтом договору, опрацювання (перевірка)`,img:img},
    {id:6,text:`Підписання договору, підписання заявки.`,img:img},
    {id:7,text:`Виконання замовлення`,img:img},
    {id:8,text:`Отримання коректних документів та рахунку від перевізника`,img:img},
    {id:9,text:`Оплата`,img:img},
]
